[
  {
    "name": "Frusta di Spine",
    "level": 0,
    "castingTime": "1 azione",
    "range": "9 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": true },
    "description": "Crei una lunga frusta di spine che si protende verso una creatura entro gittata. Effettui un attacco con incantesimo in mischia contro il bersaglio. Se colpisci, la creatura subisce 1d6 danni perforanti e, se è di taglia Grande o inferiore, la tiri fino a 3 metri più vicino a te.",
    "school": "Trasmutazione",
    "classi": ["Artefice", "Druido"]
  },
  {
    "name": "Guida",
    "level": 0,
    "castingTime": "1 azione",
    "range": "Tocco",
    "duration": "Concentrazione, fino a 1 minuto",
    "concentration": true,
    "components": { "v": true, "s": true, "m": false },
    "description": "Tocchi una creatura consenziente. Una volta prima che l'incantesimo finisca, il bersaglio può tirare un d4 e aggiungere il numero ottenuto a una prova di abilità a sua scelta. Può tirare il dado prima o dopo aver effettuato la prova di abilità. Dopodiché l'incantesimo finisce.",
    "school": "Divinazione",
    "classi": ["Artefice", "Chierico", "Druido"]
  },
  {
    "name": "Lama della Fiamma Verde",
    "level": 0,
    "castingTime": "1 azione",
    "range": "1,5 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": false, "m": true },
    "description": "Come parte dell'azione usata per lanciare questo incantesimo, devi effettuare un attacco con un'arma in mischia contro una creatura entro la gittata dell'incantesimo, altrimenti l'incantesimo fallisce. Se colpisci, il bersaglio subisce i normali effetti dell'attacco e fiamme verdi saltano dal bersaglio a una creatura diversa a tua scelta che puoi vedere entro 1,5 metri da esso. La seconda creatura subisce danni da fuoco pari al tuo modificatore di caratteristica da incantatore.",
    "school": "Invocazione",
    "classi": ["Artefice", "Mago", "Stregone", "Warlock"]
  },
  {
    "name": "Lama Rimbombante",
    "level": 0,
    "castingTime": "1 azione",
    "range": "1,5 metri",
    "duration": "1 round",
    "concentration": false,
    "components": { "v": true, "s": false, "m": true },
    "description": "Come parte dell'azione usata per lanciare questo incantesimo, devi effettuare un attacco con un'arma in mischia contro una creatura entro la gittata dell'incantesimo, altrimenti l'incantesimo fallisce. Se colpisci, il bersaglio subisce i normali effetti dell'attacco, e viene avvolto da un'energia tonante fino all'inizio del tuo prossimo turno. Se il bersaglio si muove volontariamente di almeno 1,5 metri prima di allora, subisce immediatamente 1d8 danni da tuono, e l'incantesimo finisce.",
    "school": "Invocazione",
    "classi": ["Artefice", "Mago", "Stregone", "Warlock"]
  },
  {
    "name": "Luce",
    "level": 0,
    "castingTime": "1 azione",
    "range": "Tocco",
    "duration": "1 ora",
    "concentration": false,
    "components": { "v": true, "s": false, "m": true },
    "description": "Tocchi un oggetto che non sia più grande di 3 metri in qualsiasi dimensione. Fino alla fine dell'incantesimo, l'oggetto emette luce intensa in un raggio di 6 metri e luce fioca per altri 6 metri. La luce può essere del colore che preferisci. Coprire completamente l'oggetto con qualcosa di opaco blocca la luce. L'incantesimo finisce se lo lanci di nuovo o lo interrompi con un'azione.",
    "school": "Invocazione",
    "classi": ["Artefice", "Bardo", "Chierico", "Mago", "Stregone"]
  },
  {
    "name": "Mano Magica",
    "level": 0,
    "castingTime": "1 azione",
    "range": "9 metri",
    "duration": "1 minuto",
    "concentration": false,
    "components": { "v": true, "s": true, "m": false },
    "description": "Una mano spettrale e fluttuante appare in un punto a tua scelta entro gittata. La mano rimane per la durata o finché non la interrompi con un'azione. La mano svanisce se si allontana più di 9 metri da te o se lanci di nuovo questo incantesimo. Puoi usare la tua azione per controllare la mano. Puoi usare la mano per manipolare un oggetto, aprire una porta non chiusa a chiave, riporre o recuperare un oggetto da un contenitore aperto, o versare il contenuto di una fiala. Puoi muovere la mano fino a 9 metri ogni volta che la usi. La mano non può attaccare, attivare oggetti magici o trasportare più di 5 kg.",
    "school": "Evocazione",
    "classi": ["Artefice", "Bardo", "Mago", "Stregone", "Warlock"]
  },
  {
    "name": "Messaggio",
    "level": 0,
    "castingTime": "1 azione",
    "range": "36 metri",
    "duration": "1 round",
    "concentration": false,
    "components": { "v": true, "s": true, "m": true },
    "description": "Indichi una creatura entro gittata e sussurri un messaggio. Il bersaglio (e solo lui) sente il messaggio e può rispondere con un sussurro che solo tu puoi sentire. Puoi lanciare questo incantesimo attraverso oggetti solidi se sei familiare con il bersaglio e sai che si trova oltre la barriera. La luce magica, 30 cm di pietra, 2,5 cm di metallo comune, un sottile foglio di piombo o 90 cm di legno o terra bloccano l'incantesimo. L'incantesimo non deve seguire una linea retta e può viaggiare aggirando gli angoli.",
    "school": "Trasmutazione",
    "classi": ["Artefice", "Bardo", "Mago", "Stregone"]
  },
  {
    "name": "Pioggia Acida",
    "level": 0,
    "castingTime": "1 azione",
    "range": "18 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": false },
    "description": "Scegli un punto entro gittata. Ogni creatura in un cubo di 1,5 metri originato da quel punto deve superare un tiro salvezza su Destrezza o subire 1d6 danni da acido.",
    "school": "Evocazione",
    "classi": ["Artefice", "Mago", "Stregone"]
  },
  {
    "name": "Prestidigitazione",
    "level": 0,
    "castingTime": "1 azione",
    "range": "3 metri",
    "duration": "Fino a 1 ora",
    "concentration": false,
    "components": { "v": true, "s": true, "m": false },
    "description": "Questo incantesimo è una piccola meraviglia magica che i novizi usano per esercitarsi. Crei uno dei seguenti effetti magici entro gittata: un effetto sensoriale innocuo e istantaneo; accendi o spegni istantaneamente una candela, una torcia o un piccolo fuoco; pulisci o sporchi istantaneamente un oggetto non più grande di 30 cm cubi; raffreddi, riscaldi o insaporisci fino a 30 cm cubi di materiale non vivente per 1 ora; crei un colore, un piccolo segno o un simbolo su un oggetto o una superficie per 1 ora; crei un piccolo oggetto o un'immagine non magica che può stare nella tua mano e dura fino alla fine del tuo prossimo turno. Se lanci di nuovo questo incantesimo, qualsiasi effetto corrente da esso creato viene interrotto.",
    "school": "Trasmutazione",
    "classi": ["Artefice", "Bardo", "Mago", "Stregone", "Warlock"]
  },
  {
    "name": "Raggio di Gelo",
    "level": 0,
    "castingTime": "1 azione",
    "range": "18 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": false },
    "description": "Un raggio gelido di luce bianco-bluastra sfreccia verso una creatura entro gittata. Effettui un attacco con incantesimo a distanza contro il bersaglio. Se colpisci, subisce 1d8 danni da freddo e la sua velocità è ridotta di 3 metri fino all'inizio del tuo prossimo turno.",
    "school": "Invocazione",
    "classi": ["Artefice", "Mago", "Stregone"]
  },
  {
    "name": "Resistenza",
    "level": 0,
    "castingTime": "1 azione",
    "range": "Tocco",
    "duration": "Concentrazione, fino a 1 minuto",
    "concentration": true,
    "components": { "v": true, "s": true, "m": true },
    "description": "Tocchi una creatura consenziente. Una volta prima che l'incantesimo finisca, il bersaglio può tirare un d4 e aggiungere il numero ottenuto a un tiro salvezza a sua scelta. Può tirare il dado prima o dopo aver effettuato il tiro salvezza. Dopodiché l'incantesimo finisce.",
    "school": "Abiurazione",
    "classi": ["Artefice", "Chierico", "Druido"]
  },
  {
    "name": "Riparare",
    "level": 0,
    "castingTime": "1 minuto",
    "range": "Tocco",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": true },
    "description": "Questo incantesimo ripara una singola rottura o crepa in un oggetto che tocchi, come un anello spezzato di una catena, due metà di una chiave spezzata, un mantello strappato o il fondo bucato di un otre. Finché la rottura o la crepa non è più grande di 30 cm in qualsiasi dimensione, la ripari, senza lasciare traccia del danno precedente. Questo incantesimo può riparare fisicamente un oggetto magico o un costrutto, ma non può ripristinare la magia in tale oggetto.",
    "school": "Trasmutazione",
    "classi": ["Artefice", "Bardo", "Chierico", "Druido", "Mago", "Stregone"]
  },
  {
    "name": "Salto",
    "level": 0,
    "castingTime": "1 azione",
    "range": "9 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": false },
    "description": "Crei una potente raffica di vento telecinetico in un punto entro gittata. Ogni creatura in un cubo di 1,5 metri originato da quel punto deve superare un tiro salvezza su Forza o subire 1d6 danni da forza e essere spinta di 3 metri lontano da te.",
    "school": "Invocazione",
    "classi": ["Artefice", "Mago", "Stregone", "Warlock"]
  },
  {
    "name": "Stretta Folgorante",
    "level": 0,
    "castingTime": "1 azione",
    "range": "Tocco",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": false },
    "description": "Un fulmine scaturisce dalla tua mano per colpire una creatura che cerchi di toccare. Effettui un attacco con incantesimo in mischia contro il bersaglio. Hai vantaggio al tiro per colpire se il bersaglio indossa un'armatura di metallo. Se colpisci, il bersaglio subisce 1d8 danni da fulmine e non può usare reazioni fino all'inizio del suo prossimo turno.",
    "school": "Invocazione",
    "classi": ["Artefice", "Mago", "Stregone"]
  }
]
[
  {
    "name": "Palla di Fuoco",
    "level": 3,
    "castingTime": "1 azione",
    "range": "45 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": true },
    "description": "Un raggio di luce gialla sfreccia... 8d6 danni da fuoco...",
    "school": "Invocazione",
    "classi": ["Mago", "Stregone"]
  },
  {
    "name": "Dardo Incantato",
    "level": 1,
    "castingTime": "1 azione",
    "range": "36 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": true, "m": false },
    "description": "Crei tre dardi luminosi... 1d4+1 danni da forza...",
    "school": "Invocazione",
    "classi": ["Mago"]
  },
  {
    "name": "Parola Guaritrice",
    "level": 1,
    "castingTime": "1 azione bonus",
    "range": "18 metri",
    "duration": "Istantanea",
    "concentration": false,
    "components": { "v": true, "s": false, "m": false },
    "description": "Una creatura a tua scelta che puoi vedere entro gittata recupera un numero di punti ferita pari a 1d4 + il tuo modificatore di caratteristica da incantatore.",
    "school": "Invocazione",
    "classi": ["Bardo", "Chierico", "Druido"]
  }
]
